tap "nikitabobko/tap"
tap "shopify/shopify"

brew "bat"
brew "coreutils"
brew "dust"
brew "eza"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "lazygit"
brew "luarocks"
brew "make"
brew "neovim"
brew "node"
brew "pass"
brew "pipx"
brew "python@3.14"
brew "ripgrep"
brew "rust"
brew "stow"
brew "vim"
brew "shopify/shopify/shopify-cli"

cask "claude-code"
cask "font-fira-code-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "nikitabobko/tap/aerospace"
cask "obsidian"
